<?php
$categories = [
    'trotuar' => [
        'name' => 'Тротуарная плитка и бетонопаркет',
        'image' => 'trotuar-parket.jpg'
    ], 
    'kamen' => [
        'name' => 'Облицовочный камень',
        'image' => 'kamen.jpg'
    ], 
    'different' => [
        'name' => 'Ступени накладные, бордюры, водостоки',
        'image' => 'different.jpg'
    ], 
    'decor' => [
        'name' => 'Архитектурно-ландшафтные формы, цветники',
        'image' => 'decor.jpg'
    ]
];

$products = [
    'trotuar' => [[
        'name' => 'Тротуарная плитка «Бабочка»',
        'dim' => '450х210х40 мм',
        'in_m2' => 13.5,
        'cost' => 160,
        'image' => 'babochka.jpg'
    ], [
        'name' => 'Тротуарная плитка «Волна»',
        'dim' => '300х300х30 мм',
        'in_m2' => 12.11,
        'cost' => 160,
        'image' => 'volna.jpg'
    ]],
    'decor' => [[
        'name' => 'Архитектурно-ландшафтная форма «Следы великана»',
        'dim' => '1 след – 570х300х45 мм',
        'cost' => 'за 1 пару – 700',
        'image' => 'следы-великана.jpg'
    ], [
        'name' => 'Цветник сборно-разборный «Круг»',
        'dim' => 'высота 35 см, диаметр 90 см',
        'cost' => 6600,
        'image' => 'цветник-круглый.jpg'
    ], [
        'name' => 'Цветник сборно-разборный «Квадрат»',
        'dim' => 'высота 35 см, диаметр 60 см',
        'cost' => 6200,
        'image' => 'цветник-квадратный.jpg'
    ]],
    'kamen' => [[
        'name' => 'Облицовочный камень',
        'in_m2' => 12.11,
        'dim' => '450х210х40 мм',
        'cost' => 150,
        'image' => 'kamen-1.jpg'
    ], [
        'name' => 'Облицовочный камень',
        'in_m2' => 12.11,
        'dim' => '300х300х30 мм',
        'cost' => 120,
        'image' => 'kamen-2.jpg'
    ], [
        'name' => 'Облицовочный камень',
        'in_m2' => 12.11,
        'dim' => '300х300х30 мм',
        'cost' => 120,
        'image' => 'kamen-3.jpg'
    ], [
        'name' => 'Облицовочный камень',
        'in_m2' => 12.11,
        'dim' => '300х300х30 мм',
        'cost' => 120,
        'image' => 'kamen-4.jpg'
    ]],
    'different' => [[
        'name' => 'Бордюр «Византия»',
        'dim' => '500х200х50 мм',
        'cost' => 245,
        'image' => 'бордюр-византия.jpg'
    ], [
        'name' => 'Водосток короткий',
        'dim' => '300х200х40 мм',
        'cost' => 160,
        'image' => 'водосток-короткий.jpg'
    ], [
        'name' => 'Водосток длинный',
        'dim' => '485х160х55 мм',
        'cost' => 200,
        'image' => 'водосток-длинный.jpg'
    ], [
        'name' => 'Ступени накладные',
        'dim' => '1180х355х35мм',
        'complect' => '1 комплект – ступень + подступенник',
        'cost' => 1850,
        'image' => 'ступени-накладные-большие-комплект.jpg'
    ], [
        'name' => 'Угол к ступени',
        'dim' => '350х3502х35мм',
        'cost' => 290,
        'image' => 'угол-к-ступени.jpg'
    ], [
        'name' => 'Ступение накладные',
        'dim' => 'ступень – 300х250 мм, подступенник – 250х170 мм',
        'complect' => '1 комплект – ступень + подступенник',
        'cost' => 300,
        'image' => 'ступени-накладные-малые-комплект.jpg'
    ]]
];
?>