<?php
$categories = [
    'trotuar' => [
        'name' => 'Тротуарная плитка и бетонопаркет',
        'image' => 'trotuar-parket.jpg'
    ], 
    'kamen' => [
        'name' => 'Облицовочный камень',
        'image' => 'kamen.jpg'
    ], 
    'different' => [
        'name' => 'Ступени накладные, бордюры, водостоки',
        'image' => 'different.jpg'
    ], 
    'decor' => [
        'name' => 'Архитектурно-ландшафтные формы, цветники',
        'image' => 'decor.jpg'
    ]
];

$products = [
    'trotuar' => [[
        'name' => 'Тротуарная плитка «Бабочка»',
        'dim' => '450х210х40 мм',
        'in_m2' => 13.5,
        'cost' => 160,
        'image' => 'тротуарная-плитка-бабочка.jpg'
    ], [
        'name' => 'Тротуарная плитка «Волна»',
        'dim' => '300х300х30 мм',
        'in_m2' => 12.11,
        'cost' => 160,
        'image' => 'тротуарная-плитка-волна.jpg'
    ], [
        'name' => 'Брусчатка «Греция восьмиугольник»',
        'dim' => '300х300х40 мм',
        'complect' => 'Комплектуется с брусчаткой «Греческий орнамент»',
        'in_m2' => 12,
        'cost' => 170,
        'image' => 'брусчатка-греция-восьмиугольник.jpg'
    ], [
        'name' => 'Брусчатка «Греческий орнамент»',
        'dim' => '120х120х30 мм',
        'complect' => 'Комплектуется с брусчаткой «Греция восьмиугольник»',
        'in_m2' => 70,
        'cost' => 45,
        'image' => 'брусчатка-греческий-орнамент.jpg'
    ], [
        'name' => 'Тротуарная плитка «Рыбка»',
        'dim' => '450х400х40 мм',
        'in_m2' => 16.5,
        'cost' => 130,
        'image' => 'тротуарная-плитка-рыбка.jpg'
    ], [
        'name' => 'Тротуарная плитка «Пазлы»',
        'dim' => '300х300х40 мм',
        'in_m2' => 11.11,
        'cost' => 170,
        'image' => 'тротуарная-плитка-пазлы.jpg'
    ], [
        'name' => 'Тротуарная плитка «Осень»',
        'complect' => 
        '1) Большая: размер 300х350х35 мм, в м<sup>2</sup> – 6 шт., Цена розничная – 210 руб.<br>
        2) Маленькая: размер 140х140х35 мм, в м<sup>2</sup> – 10 шт., Цена розничная – 55 руб.<br>
        3) Средняя: размер 190х140х35 мм, в м<sup>2</sup> – 8 шт., Цена розничная – 70 руб.',
        'image' => 'тротуарная-плитка-осень.jpg'
    ], [
        'name' => 'Тротуарная плитка «Арабика», «Египет» + доборный элемент',
        'dim' => '400х340х40 мм',
        'complect' => 'Доборный элемент – 85 руб/ шт.',
        'in_m2' => 7.35,
        'cost' => 270,
        'image' => 'тротуарная-плитка-арабика-египет.jpg'
    ], [
        'name' => 'Тротуарная плитка «Каменный цветок»',
        'dim' => '250х300х40 мм',
        'in_m2' => 13.3,
        'cost' => 160,
        'image' => 'тротуарная-плитка-каменный-цветок.jpg'
    ], [
        'name' => 'Тротуарная плитка «Травница/цветочная клумба»',
        'dim' => '260х260х35 мм',
        'in_m2' => 14.7,
        'cost' => 126,
        'image' => 'тротуарная-плитка-травница.jpg'
    ], [
        'name' => 'Тротуарная плитка «Танец змей»',
        'dim' => '260х260х35 мм',
        'complect' => '1 комплект – 1 большая + 2 маленьких',
        'in_m2' => 5.8,
        'cost' => 252,
        'image' => 'тротуарная-плитка-танец-змей.jpg'
    ], [
        'name' => 'Тротуарная плитка «Монеты мира»',
        'dim' => '250Х250х35 мм',
        // 'in_m2' => 10,
        'cost' => 125,
        'image' => 'тротуарная-плитка-монеты-мира.jpg'
    ], [
        'name' => 'Тротуарная плитка «Каунас»',
        'dim' => '300Х300х35 мм',
        'in_m2' => 11.11,
        'cost' => 170,
        'image' => 'тротуарная-плитка-каунас.jpg'
    ], [
        'name' => 'Тротуарная плитка «Две фактуры»',
        'dim' => '300Х300х30 мм',
        'in_m2' =>11.11,
        'cost' => 150,
        'image' => 'тротуарная-плитка-две-фактуры.jpg'
    ], [
        'name' => 'Тротуарная плитка «Ларнака»',
        'dim' => '500Х500х35 мм',
        'in_m2' => 4,
        'cost' => 470,
        'image' => 'тротуарная-плитка-ларнака.jpg'
    ], [
        'name' => 'Тротуарная плитка «Шахматка антискользящая»',
        'dim' => '300Х300х30 мм',
        'in_m2' => 11.11,
        'cost' => 165,
        'image' => 'тротуарная-плитка-шахматка.jpg'
    ], [
        'name' => 'Тротуарная плитка «Соты»',
        'dim' => '400Х400х40 мм',
        'in_m2' => 6.25,
        'cost' => 300,
        'image' => 'тротуарная-плитка-соты.jpg'
    ]
    /* , [
        'name' => 'Тротуарная плитка «Ларнака»',
        'dim' => '500Х500х35 мм',
        'in_m2' => 4,
        'cost' => 470,
        'image' => 'тротуарная-плитка-ларнака.jpg'
    ], [
        'name' => 'Тротуарная плитка «Ларнака»',
        'dim' => '500Х500х35 мм',
        'in_m2' => 4,
        'cost' => 470,
        'image' => 'тротуарная-плитка-ларнака.jpg'
    ] */
],
    'decor' => [[
        'name' => 'Архитектурно-ландшафтная форма «Следы великана»',
        'dim' => '1 след – 570х300х45 мм',
        'cost' => 'за 1 пару – 700',
        'image' => 'следы-великана.jpg'
    ], [
        'name' => 'Цветник сборно-разборный «Круг»',
        'dim' => 'высота 35 см, диаметр 90 см',
        'cost' => 6600,
        'image' => 'цветник-круглый.jpg'
    ], [
        'name' => 'Цветник сборно-разборный «Квадрат»',
        'dim' => 'высота 35 см, диаметр 60 см',
        'cost' => 6200,
        'image' => 'цветник-квадратный.jpg'
    ]],
    'kamen' => [[
        'name' => 'Облицовочный камень «Вилка»',
        'in_m2' => 12.5,
        'dim' => '400х200х20 мм',
        'cost' => 1700,
        'image' => 'облицовочный-камень-вилка.jpg'
    ], [
        'name' => 'Облицовочный камень «Древний кирпич»',
        'in_m2' => 75,
        'dim' => '235х55х20 мм',
        'cost' => 1700,
        'image' => 'облицовочный-камень-древний-кирпич.jpg'
    ],[
        'name' => 'Облицовочный камень «Валаамский камень»',
        'cost' => 1700,
        'image' => 'облицовочный-камень-валаамский.jpg'
    ],[
        'name' => 'Облицовочный камень «Франция элит»',
        'in_m2' => 22.22,
        'dim' => '300х150х20 мм',
        'cost' => 1700,
        'image' => 'облицовочный-камень-франция-элит.jpg'
    ],],
    'different' => [[
        'name' => 'Бордюр «Византия»',
        'dim' => '500х200х50 мм',
        'cost' => 245,
        'image' => 'бордюр-византия.jpg'
    ], [
        'name' => 'Водосток короткий',
        'dim' => '300х200х40 мм',
        'cost' => 160,
        'image' => 'водосток-короткий.jpg'
    ], [
        'name' => 'Водосток длинный',
        'dim' => '485х160х55 мм',
        'cost' => 200,
        'image' => 'водосток-длинный.jpg'
    ], [
        'name' => 'Ступени накладные',
        'dim' => '1180х355х35мм',
        'complect' => '1 комплект – ступень + подступенник',
        'cost' => 1850,
        'image' => 'ступени-накладные-большие-комплект.jpg'
    ], [
        'name' => 'Угол к ступени',
        'dim' => '350х3502х35мм',
        'cost' => 290,
        'image' => 'угол-к-ступени.jpg'
    ], [
        'name' => 'Ступение накладные',
        'dim' => 'ступень – 300х250 мм, подступенник – 250х170 мм',
        'complect' => '1 комплект – ступень + подступенник',
        'cost' => 300,
        'image' => 'ступени-накладные-малые-комплект.jpg'
    ]]
];
?>